console.log(
    '1. Вёрстка валидная +10: \n'+
        '\u0020\u2714 проверка валидности вёрстки на сервисе https://validator.w3.org/ \n'+
        '\u0020\u2714 валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show."\n'+
    '2. Вёрстка семантическая +20: \n'+
        '\u0020\u2714 <header>, <main>, <footer> +2 \n'+
        '\u0020\u2714 шесть элементов <section> (по количеству секций) +2 \n'+
        '\u0020\u2714 только один заголовок <h1> +2 \n'+
        '\u0020\u2714 пять заголовков <h2> (количество секций минус одна, у которой заголовок <h1>) +2 \n'+
        '\u0020\u2714 один элемент <nav> (панель навигации) +2 \n'+
        '\u0020\u2714 два списка ul > li > a (панель навигации, ссылки на соцсети) +2 \n'+
        '\u0020\u2714 десять кнопок <button> +2 \n'+
        '\u0020\u2714 два инпута: <input type="email"> и <input type="tel"> +2 \n'+
        '\u0020\u2714 один элемент <textarea> +2 \n'+
        '\u0020\u2714 три атрибута placeholder +2 \n'+    
    '3. Вёрстка соответствует макету +48: \n'+
        '\u0020\u2714 блок <header> +6 \n'+
        '\u0020\u2714 секция hero +6 \n'+
        '\u0020\u2714 секция skills +6 \n'+
        '\u0020\u2714 секция portfolio +6 \n'+
        '\u0020\u2714 секция video +6 \n'+
        '\u0020\u2714 секция price +6 \n'+
        '\u0020\u2714 секция contacts +6 \n'+
        '\u0020\u2714 блок <footer> +6 \n'+
    '4. Требования к css + 12: \n'+
        '\u0020\u2714 для построения сетки используются флексы или гриды +2 \n'+
        '\u0020\u2714 при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2 \n'+
        '\u0020\u2714 фоновый цвет тянется на всю ширину страницы +2 \n'+
        '\u0020\u2714 иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2\n'+
        '\u0020\u2714 изображения добавлены в формате .jpg +2 \n'+
        '\u0020\u2714 есть favicon +2 \n'+
    '5. Интерактивность, реализуемая через css +20: \n'+
        '\u0020\u2714 плавная прокрутка по якорям +5 \n'+
        '\u0020\u2714 ссылки в футере ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ +5 \n'+
        '\u0020\u2714 интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета +5 \n'+
        '\u0020\u2714 обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5 \n'+
        '\u0020\u2705 Итоговый результат: 110 баллов \u2705'
);